let questions = [
 {
    text: 'Зимой и летом, одним цветом ',
    variants: {
    'a': 'елка',
    'b': 'топол',
    'c': 'дуб',
    'd': 'береза',
    },
    correctAnswer: 'a',
 },
 {
    text: 'Висит груша, нельзя скушать ',
    variants: {
    'a': 'не зрелая груша',
    'b': 'соседская груша',
    'c': 'лампочка',
    'd': 'шарик',
    },
    correctAnswer: 'a',
 },
 {
    text: 'Чему равно число "пи"',
    variants: {
    'a': '2',
    'b': '~3.14',
    'c': '0',
    'd': '1',
    },
    correctAnswer: 'b',
 },
 {
    text: 'ЗЧТобы стать программистом, нужно...? ',
    variants: {
    'a': 'ничего не делать',
    'b': 'много заниматься',
    'c': 'смотреть телевизор',
    'd': 'прогуливать уроки и не делать дз',
    },
    correctAnswer: 'b',
 }, 
 {
    text: 'сколько будет 2*10',
    variants: {
    'a': '-20',
    'b': '2',
    'c': '10',
    'd': '20',
    },
    correctAnswer: 'd',
 },     
    
    
    
]